Revit 2027 API
ParameterTypeId.DividedSurfaceDisplayComponents Property
 "Components"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceDisplayComponents { get; }
Public Shared ReadOnly Property DividedSurfaceDisplayComponents As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceDisplayComponents {
	ForgeTypeId^ get ();
}
static member DividedSurfaceDisplayComponents : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace